tap 'romkatv/powerlevel10k'
tap 'homebrew/cask-drivers'

brew 'jq'
brew 'fzf'
brew 'mtr'
brew 'nmap'
brew 'ssh-copy-id'
brew 'prettyping'
brew 'rbenv'
brew 'direnv'
brew 'exa'
brew 'bat'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'gh'
brew 'rg'
brew 'fd'
brew 'npm'
brew 'go'
brew 'git-delta'
brew 'youtube-dl'

cask 'bartender'
cask 'fig'
cask 'raycast'
cask 'firefox'
cask 'brave-browser'
cask 'forecast'
cask 'onedrive'
cask 'microsoft-teams'
cask 'asana'
cask 'notion'
cask 'hey'
cask 'signal'
cask 'whatsapp'
cask 'discord'
cask 'zoom'
cask 'microsoft-outlook'
cask 'microsoft-word'
cask 'microsoft-excel'
cask 'visual-studio-code'
cask 'ecamm-live'
cask 'waves-central'
cask 'audio-hijack'
cask 'loopback'
cask 'cleanshot'
cask 'elgato-stream-deck'
cask 'elgato-control-center'
cask 'adobe-creative-cloud'
cask 'pingplotter'
cask 'fliqlo'
cask 'ledger-live'
cask 'transmit'
cask 'docker'
cask 'powershell'
cask 'rescuetime'

mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Hush', id: 1544743900
mas 'HomeControl Menu', id: 1547121417
mas '1Password for Safari', id: 1569813296